Repository: artefactual/archivematica-storage-service
Catalog: storage_service/locale/*/LC_MESSAGES/django.po
Languages: no

source: Occurs after an AIP has been stored and it causes the execution of a request for each source file of the AIP. If the placeholder %(placeholder)s is found in the callback URL or body, it will be replaced by the source file UUID.
no: Oppstår etter at en AIP er lagret og det fører til utførelse av en forespørsel for hver av AIP-ens kildefiler. Hvis plassholderen %(placeholder)s finnes i tilbakekalls-URL-en eller -teksten, vil den erstattes av kildefilens UUID.

source: Post-store AIP, Post-store AIC and Post-store DIP
no: Etterlagrings-AIP, etterlagrings-AIC og etterlagrings-DIP

source: If the placeholder %(placeholder)s is found in the callback URL or body, it will be replaced by the AIP, AIC or DIP UUID.
no: Hvis plassholderen %(placeholder)s finnes i URL-en eller tilbakekallingsadressen, blir den erstattet av AIP-, AIC- eller DIP-UUID-en.

source: All Callbacks
no: Alle tilbakekall

source: Create new callback
no: Opprett nytt tilbakekall

source: No callbacks currently exist.
no: Ingen tilbakekall eksisterer for øyeblikket.

source: Fixity Checks
no: Fiksjonskontroller

source: No fixity checks found.
no: Ingen fiksjonskontroller funnet.

source: %(location)s Information
no: %(location)s informasjon

source: Full Path
no: Full sti

source: Usage
no: Bruk

source: Default
no: Standard

source: Yes,No
no: Ja,Nei

source: Master locations
no: Hovedplasseringer

source: Replicator locations
no: Replikatorplasseringer

source: Delete Location
no: Slettingsplassering

source: No pipelines in this space.
no: Ingen rør i dette rommet.

source: No packages in this space.
no: Ingen pakker i dette rommet.

source: Browse
no: Bla gjennom

source: Select a directory
no: Velg en mappe

source: All Locations
no: Alle plasseringer

source: No locations currently exist. Please create one from the <a href="%(space_list_url)s">spaces</a> page.
no: Det finnes for øyeblikket ingen plasseringer. Opprett en fra <a href="%(space_list_url)s">rom</a>-siden.

source: All Packages
no: Alle pakker

source: View recovery requests
no: Se forespørsler om gjenoppretting

source: View delete requests
no: Se forespørsler om sletting

source: No packages currently exist.
no: Ingen pakker eksisterer for øyeblikket.

source: Reingest Package
no: Gjenopplast pakke

source: Re-ingest
no: Gjenopplast

source: Package %(request_type)s Requests
no: Pakke %(request_type)s forespørsler

source: Reason
no: Årsak

source: Approve/Reject
no: Godkjenn/Avvis

source: Approve (%(action)s package)
no: Godkjenn (%(action)s pakke)

source: Reject (No change to package)
no: Avvis (ingen endring i pakken)

source: No requests pending.
no: Ingen forespørsler venter.

source: Closed Requests
no: Lukkede forespørsler

source: Decision
no: Avgjørelser

source: Storage Admin
no: Lagringsadministrator

source: Updated
no: Oppdatert

source: %(pipeline.description)s Information
no: %(pipeline.description)s informasjon

source: &lt;None&gt;
no: &lt;Ingen&gt;

source: API Username / Key
no: API-brukernavn/-nøkkel

source: No locations currently exist. Please create one from the <a href="%(space_list_url)s">spaces</a> page.
no: Det finnes for øyeblikket ingen plasseringer. Opprett en fra <a href="%(space_list_url)s">rom</a>-siden.

source: All Pipelines
no: Alle rør

source: Create new pipeline
no: Opprett nytt rør

source: No pipelines currently exist.
no: Ingen rør eksisterer for øyeblikket.

source: Edit Space %(space)s
no: Rediger rom %(space)s

source: Access Protocol
no: Tilgangsprotokoll

source: Edit Space
no: Rediger rom

source: Create Space
no: Opprett rom

source: All Spaces
no: Alle rom

source: Create new space
no: Opprett nytt rom

source: Last Verified
no: Sist verifisert

source: View Details and Locations
no: Vis detaljer og plasseringer

source: Create Location here
no: Opprett plassering her

source: Delete Space
no: Slett rom

source: No spaces currently exist.
no: Ingen rom eksisterer for øyeblikket.

source: You are logged out.
no: Du er logget ut.

source: Log in again
no: Logg inn igjen

source: Log in to Storage Service
no: Logg inn i lagringstjenesten

source: Your username and password didn't match. Please try again.
no: Brukernavnet og passordet ditt stemte ikke overens. Vennligst, prøv på nytt.

source: Log in
no: Logg inn

source: Configure default settings and manage users.
no: Konfigurer standardinnstillinger og administrer brukere.

source: Callbacks allow REST calls to be made by the Archivematica Storage Service after performing certain types of actions. This allows external services to be notified when internal actions have taken place.
no: Med tilbakekall kan REST-kall foretas av Archivematica lagringstjenesten etter å ha utført visse typer handlinger. Dette gjør at eksterne tjenester kan varsles når interne handlinger har funnet sted.

source: Date
no: Dato

source: Error
no: Feil

source: Loading data from server
no: Laster inn data fra serveren

source: Locations have a purpose, such as AIP storage or transfer source, and are where packages are stored. Each Location is associated with a pipeline and can only be accessed by that pipeline.
no: Plasseringer har et formål, for eksempel AIP-lagring eller overføringskilde, og er der pakker er lagret. Hver plassering er tilknyttet rør og kan bare nås med dette røret.

source: No pipelines
no: Ingen rør

source: unlimited
no: ubegrenset

source: Packages are Transfers, SIPs, DIPs and AIPs uploaded to a Location managed by the storage service.
no: Pakker er overføringer, SIP-er, DIP-er og AIP-er lastet opp til et sted som administreres av lagringstjenesten.

source: None
no: Ingen

source: Update Status
no: Oppdater status

source: Success,Failed,
no: Vellykket,Mislykket,

source: Pointer File
no: Peker-fil

source: Download
no: Last ned

source: Request Deletion
no: Forespør sletting

source: Delete package
no: Slett pakke

source: Are you sure you want to delete this package (%(type)s) with UUID <strong>%(uuid)s</strong>?
no: Er du sikker på at du vil slette pakken (%(type)s) med UUID <strong>%(uuid)s</strong>?

source: Close
no: Lukk

source: Originating Pipeline
no: Opprinnende rør

source: Current Location
no: Nåværende plassering

source: Replica Of
no: Replika av

source: Fixity Date
no: Fixity-dato

source: Each pipeline is an Archivematica installation, and has a unique ID that identifies the server and all associated clients. Locations are assigned to pipelines and can only be accessed by that pipeline.
no: Hvert rør er en Archivematica-installasjon, og har en unik ID som identifiserer serveren og alle tilknyttede klienter. Plasseringer er tilordnet rør og kan bare nås via det røret.

source: Spaces contain Locations as well as information on how to access them. All information related to the access protocol, such as remote hostname and location of the export are stored in the Space.
no: Rom inneholder plasseringer samt informasjon om hvordan du får tilgang til dem. All informasjon relatert til tilgangsprotokollen, som eksternt vertsnavn og eksportplassering, lagres i rommet.
