Repository: artefactual/archivematica-storage-service
Catalog: storage_service/locale/*/LC_MESSAGES/django.po
Languages: no

source: Space
no: Rom

source: Relative Path
no: Relativ sti

source: Description
no: Beskrivelse

source: Quota
no: Kvote

source: Pipelines are disabled upon creation?
no: Rør er deaktivert ved oppretting?

source: Object counting in spaces is disabled?
no: Objekttelling i rom er deaktivert?

source: Recovery request: URL to notify
no: Gjenopprettingsforespørsel: URL å varsle

source: Recovery request notification: Username (optional)
no: Melding om gjenopprettingsforespørsel: Brukernavn (valgfritt)

source: Recovery request notification: Password (optional)
no: Melding om gjenopprettingsforespørsel: Passord (valgfritt)

source: Default transfer source locations for new pipelines:
no: Standard overføringskildeplasseringer for nye rør:

source: New Transfer Source:
no: Ny overføringskilde:

source: Default AIP storage locations for new pipelines
no: Standard AIP-lagringsplasseringer for nye rør

source: New AIP Storage:
no: Ny API-lagring:

source: Default DIP storage locations for new pipelines
no: Standard DIP-lagringsplasseringer for nye rør

source: New DIP Storage:
no: Ny DIP-lagring:

source: Default transfer backlog locations for new pipelines:
no: Standard overføringsfeilloggplasseringer for nye rør:

source: New Transfer Backlog:
no: Ny overførings-feillogg:

source: Default AIP recovery locations for new pipelines:
no: Standard AIP-gjenoppretingsplasseringer for nye rør:

source: New AIP Recovery:
no: Ny AIP-gjenoppretting:

source: Create new location for each pipeline
no: Opprett en ny plassering for hver rør

source: Relative path is required
no: Relativ sti kreves

source: Relative path cannot start with /
no: Relativ sti kan ikke starte med /

source: Name
no: Navn

source: Email
no: E-post

source: Setting saved.
no: Innstillinger lagret.

source: Edit User
no: Rediger bruker

source: User information saved.
no: Brukerinformasjon lagret.

source: Password changed.
no: Passord endret.

source: Create User
no: Opprett bruker

source: New user %(username)s created.
no: Ny bruker %(username)s opprettet.

source: GPG key with fingerprint %(fingerprint)s does not exist.
no: GPG-nøkkel med fingeravtrykk %(fingerprint)s eksisterer ikke.

source: New key %(fingerprint)s created.
no: Ny nøkkel %(fingerprint)s opprettet.

source: Failed to create key with real name '%(name_real)s' and email '%(name_email)s'.
no: Kunne ikke opprette nøkkel med ekte navn '%(name_real)s' og e-post '%(name_email)s'.

source: Generate a new GPG key. The key will not have a passphrase. It will be a key of type %(key_type)s and length %(key_length)s.
no: Generer en ny GPG-nøkkel. Nøkkelen vil ikke ha en passordfrase. Det vil være en nøkkel av typen %(key_type)s og length %(key_length)s.

source: Import failed. Sorry, we were unable to create a key with the supplied ASCII armor
no: Import mislyktes. Beklager, vi klarte ikke å lage en nøkkel med det medfølgende ASCII-"armor"

source: Import failed. The GPG key provided requires a passphrase. GPG keys with passphrases cannot be imported
no: Import mislyktes. Den oppgitte GPG-nøkkelen krever en passordfrase. GPG-nøkler med passordfraser kan ikke importeres

source: Import an existing GPG key. Paste here the ASCII armor of the GPG private key, which you can get by running <code>gpg --armor --export-secret-keys</code> followed by the fingerprint, email or name associated with the key. The key should begin with <code>-----BEGIN PGP PRIVATE KEY BLOCK-----</code> and end with <code>-----END PGP PRIVATE KEY BLOCK-----</code> and it must not have a passphrase.
no: Importer en eksisterende GPG-nøkkel. Lim inn ASCII-"armor" til GPG-privatnøkkelen her, du kan finne den ved å kjøre <code>gpg --armor --export-secret-keys</code> etterfulgt av fingeravtrykk, e-postadresse eller navn tilknyttet nøkkelen. Nøkkelen skal begynne med <code>-----BEGIN PGP PRIVATE KEY BLOCK-----</code> og slutte med <code>-----END PGP PRIVATE KEY BLOCK-----</code> og den må ikke ha en passordfrase.

source: Confirm deleting GPG key %(uids)s (%(fingerprint)s)
no: Bekreft sletting av GPG-nøkkel %(uids)s (%(fingerprint)s)

source: GPG key %(fingerprint)s cannot be deleted because at least one GPG Space is using it for encryption.
no: GPG-nøkkel %(fingerprint)s kan ikke slettes fordi minst ett GPG-rom bruker den til kryptering.

source: GPG key %(fingerprint)s cannot be deleted because at least one package (AIP, transfer) needs it in order to be decrypted.
no: GPG-nøkkel %(fingerprint)s kan ikke slettes fordi minst en pakke (AIP, overføring) trenger den for å dekrypteres.

source: Are you sure you want to delete GPG key %(fingerprint)s?
no: Er du sikker på at du vil slette GPG-nøkkel %(fingerprint)s?

source: GPG key %(fingerprint)s successfully deleted.
no: GPG-nøkkel %(fingerprint)s er slettet.

source: Failed to delete GPG key %(fingerprint)s.
no: Kunne ikke slette GPG-nøkkel %(fingerprint)s.

source: Archivematica Storage Service GPG Key
no: Archivematica lagringstjeneste GPG-nøkkel

source: File not found
no: Fil ikke funnet

source: Algorithm %(algorithm)s not implemented
no: Algoritme %(algorithm)s er ikke implementert

source: Unknown compression
no: Ukjent kompresjon

source: Resource with UUID %(uuid)s does not exist
no: Ressurs med UUID %(uuid)s eksisterer ikke

source: More than one resource is found at this URI.
no: Mer enn én ressurs funnet på denne URI-en.

source: All of these fields must be provided: %(fields)s
no: Alle disse feltene må oppgis: %(fields)s

source: This method should be accessed via a versioned subclass
no: Denne metoden bør nås via en versjonert underklasse

source: The URL provided '%(url)s' was not a link to a valid Location.
no: Nettadressen '%(url)s' var ikke en lenke til et gyldig sted.

source: Files moved successfully
no: Flytting av filer vellykket

source: This is not a SWORD server space.
no: Dette er ikke et SWORD-serverrom.

source: A model instance matching the provided arguments could not be found.
no: En modellforekomst som samsvarer med de gitte argumentene, ble ikke funnet.

source: PATCH only allowed on %(fields)s
no: PATCH bare tillatt på %(fields)s

source: Deletes not allowed on this package type.
no: Slettinger er ikke tillatt for denne pakketypen.

source: A deletion request already exists for this AIP.
no: Det foreligger allerede en slettingsforespørsel for denne AIP-en.

source: Recovery not allowed on this package type.
no: Gjenoppretting ikke tillatt på denne pakketypen.

source: All of these fields must be provided: relative_path_to_file
no: Alle disse feltene må oppgis: relative_path_to_file

source: File is not locally available. Contact your storage administrator to fetch it.
no: Filen er ikke lokalt tilgjengelig. Kontakt lagringsadministratoren din for å hente den.

source: Error checking if file in Arkivum in locally available.
no: Feil ved kontroll av om filen i Arkivum er tilgjengelig lokalt.

source: Requested file, %(filename)s, not found in AIP
no: Forespurt fil, %(filename)s, ikke funnet i AIP

source: Unable to extract package of type: %(typename)s
no: Kan ikke pakke ut pakke av type: %(typename)s

source: Resource with UUID %(uuid)s does not have a pointer file
no: Ressurs med UUID %(uuid)s har ingen pekefil

source: Failed to POST %(count)d responses to callback URI
no: Kunne ikke POST %(count)d svar til callback-URI

source: This package is not a transfer.
no: Denne pakken er ikke en overføring.

source: This package is not in transfer backlog.
no: Denne pakken er ikke i overførings-feillogg.

source: An error occurred while reindexing the Transfer.
no: Det oppstod en feil under reindeksering av overføringen.

source: Files indexed: %(count)d
no: Indekserte filer: %(count)d

source: Pipeline UUID %(uuid)s failed to return a pipeline
no: Rør-UUID %(uuid)s kunne ikke returnere et rør

source: All of these fields must be provided: location_uuid
no: Alle disse feltene må oppgis: location_uuid

source: Location UUID %(uuid)s failed to return a location
no: Plasserings-UUID %(uuid)s kunne ikke returnere en plassering

source: New location must be different to the current location
no: Ny plassering må være forskjellig fra nåværende plassering

source: New location must have the same purpose as the current location - %s
no: Ny plassering må ha samme formål som den nåværende plasseringen - %s

source: Package moved successfully
no: Flytting av pakke vellykket

source: This is not a SWORD deposit location.
no: Dette er ikke en SWORD-deposit-plassering.

source: %(event_type)s request created successfully.
no: %(event_type)s forespørsel opprettet.

source: A %(event_type)s request already exists for this AIP.
no: En %(event_type)s forespørsel eksisterer allerede for denne AIP-en.

source: No JSON object could be decoded from POST body.
no: Ingen JSON-objekter kunne dekodes fra POST-hoveddelen.

source: JSON request must contain a list of objects.
no: JSON-forespørsel må inneholde en liste over objekter.

source: File object was missing key: %(key)s
no: Filobjektet manglet nøkkel: %(key)s

source: %(count)d files created in package %(uuid)s
no: %(count)d filer opprettet i pakke %(uuid)s

source: No supported query properties found!
no: Fant ingen støttede søkeegenskaper!

source: Incorrect checksum
no: Feil sjekksum

source: Deposit empty, or not done downloading.
no: Deposit tomt, eller ikke lastet ned.

source: No Pipeline associated with this collection
no: Ingen rør tilknyttet denne samlingen

source: Pipeline properties %(properties)s not set.
no: Rør-egenskaper %(properties)s er ikke angitt.

source: Collection %(uuid)s does not exist.
no: Samling %(uuid)s eksisterer ikke.

source: No deposit name found in XML.
no: Fant ingen depositnavn i XML.

source: Collection path (%(path)s) does not exist: contact an administrator.
no: Samlingssti (%(path)s) eksisterer ikke: kontakt en administrator.

source: Could not create deposit: contact an administrator.
no: Kunne ikke opprette deposit: kontakt en administrator.

source: Error parsing XML.
no: Feil ved XML-analyse.

source: relative_path_to_files is set, but source_location is not.
no: relative_path_to_files er angitt, men source_location er ikke.

source: source_location is set, but relative_path_to_files is not.
no: source_location er angitt, men relative_path_to_files er ikke.

source: A request body must be sent when creating a deposit.
no: Et forespørselshoveddel må sendes når du oppretter en deposit.

source: The In-Progress header must be set to either true or false when creating a deposit.
no: Pågående topptekst må være satt til sant eller usant når du oppretter et innskudd.

source: This endpoint only responds to the GET and POST HTTP methods.
no: Dette endepunktet svarer bare på GET- og POST HTTP-metodene.

source: source_location, relative_path_to_files or the location were empty
no: source_location, relative_path_to_files eller plasseringen var tomme

source: If using CHECKSUM attribute, CHECKSUMTYPE attribute value must be set to MD5 in XML
no: Hvis du bruker CHECKSUM-attributt, må CHECKSUMTYPE-attributtverdien settes til MD5 i XML

source: Deposit location %(uuid)s does not exist.
no: Innskuddsplassering %(uuid)s eksisterer ikke.

source: This deposit has already been submitted for processing.
no: Dette innskuddet er allerede sendt inn for behandling.

source: This endpoint only responds to the GET, POST, PUT, and DELETE HTTP methods.
no: Dette endepunktet svarer bare på GET, POST, PUT og DELETE HTTP-metodene.

source: Downloading not yet complete or errors were encountered.
no: Nedlastingen er ikke fullført ennå, eller det oppstod feil.

source: The In-Progress header must be set to false when starting deposit processing.
no: Pågående toppteksten må være satt til falsk når innskuddsprosesseringen startes.

source: No METS body content sent.
no: Ingen METS-hoveddelinnhold sendt.

source: The path to this file (%(path)s) does not exist.
no: Stien til filen (%(path)s) eksisterer ikke.

source: Deposit initiation: %(status)s
no: Innskuddsinitiering: %(status)s

source: This endpoint only responds to the GET HTTP method.
no: Dette endepunktet svarer bare på GET HTTP-metoden.

source: File does not exist.
no: Filen eksisterer ikke.

source: File already exists.
no: Filen finnes allerede.

source: No filename found in Content-disposition header.
no: Ingen filnavn funnet i innholdsdisposisjon-filhode.

source: Content-disposition must be set in request header.
no: Innholdsdisposisjon må settes i forespørselshode.

source: MD5 checksum of uploaded file (%(uploaded_md5sum)s) does not match checksum provided in header (%(header_md5sum)s).
no: MD5-sjekksum for opplastet fil (%(uploaded_md5sum)s) samsvarer ikke med sjekksum som er gitt i filhode (%(header_md5sum)s).

source: Default Locations:
no: Standardplasseringer:

source: Enabled if default locations should be created for this pipeline
no: Aktivert hvis standardplasseringene bør opprettes for dette røret

source: The ArchivesSpace fields are optional. Leaving any of these fields blank will prevent ArchivesSpace linking requests from being sent, unless the metadata is included in the packages METS file in a dmdSec.
no: ArchivesSpace-feltene er valgfrie. Hvis du lar noen av disse feltene stå tomme, forhindres det at koblingsforespørsler fra ArchivesSpace sendes, med mindre metadataene er inkludert i pakkens METS-fil i en dmdSec.

source: Set as global default location for its purpose
no: Angi som global standardplassering for formålet

source: Path to location, relative to the storage space's path. Optional. Filter Dataverse by matches and/or Dataverse subtree.
no: Sti til plassering, i forhold til lagringsplassens sti. Valgfri. Filtrer Dataverse etter like og/eller Dataverse undertre.

source: Only AIP storage locations can have replicators
no: Bare AIP-lagringssteder kan ha replikatorer

source: Pipeline(s) %(pipelines)s already have an AIP recovery location.
no: Rør %(pipelines)s har allerede et AIP-gjenopprettingssted.

source: Invalid purpose
no: Ugyldig formål

source: Headers (key/value)
no: Tittel (nøkkel/verdi)

source: Metadata re-ingest
no: Metadata gjenopplasting

source: Partial re-ingest
no: Delvis gjenopplasting

source: Full re-ingest
no: Full gjenopplasting

source: Pipeline
no: Rør

source: Reingest type
no: Gjenopplastingstype

source: Processing config
no: Prosesseringskonfigurasjon

source: Optional: The processing config is only used with full re-ingest
no: Valgfritt: Prosesseringskonfigurasjonen brukes bare med full gjenopplasting

source: Host
no: Tjener

source: Hostname of the Arkivum web instance. Eg. arkivum.example.com:8443
no: Vertsnavn for Arkivum-nettforekomsten. F.eks. arkivum.example.com:8443

source: Remote user
no: Ekstern bruker

source: Optional: Username on the remote machine accessible via passwordless ssh.
no: Valgfritt: Brukernavn på den eksterne maskinen tilgjengelig via passordfri ssh.

source: Remote name
no: Ekternt navn

source: Optional: Name or IP of the remote machine.
no: Valgfritt: Navn eller IP på den eksterne maskinen.

source: Error in connection for POST to %(url)s
no: Feil i forbindelse med POST til %(url)s

source: Unable to notify Arkivum of %(package)s
no: Kunne ikke varsle Arkivum om %(package)s

source: Could not get request ID from Arkivum's response %(response)s
no: Kunne ikke få forespørsels-ID fra Arkivums svar %(response)s

source: Unable to contact Arkivum
no: Kunne ikke kontakte Arkivum

source: Error fetching package status
no: Feil ved henting av pakkestatus

source: Response from Arkivum server was %(response)s
no: Svaret fra Arkivum-serveren var %(response)s

source: JSON could not be parsed from package info
no: JSON kunne ikke analyseres fra pakkeinformasjonen

source: Error fetching file info
no: Feil ved henting av filinformasjon

source: JSON could not be parsed from file info
no: JSON kunne ikke analyseres fra filinformasjonen

source: Replication status:
no: Replikeringsstatus:

source: File %(path)s in package %(package)s
no: Fil %(path)s i pakke %(package)s

source: Package %(package)s
no: Pakke %(package)s

source: %(item)s with Arkivum ID of %(package_id)s has been requested but is not available in the Arkivum cache.
no: %(item)s med Arkivum-ID: %(package_id)s er forespurt, men er ikke tilgjengelig i Arkivum-hurtiglager.

source: Arkivum file not locally available
no: Arkivum-filen er ikke lokalt tilgjengelig

source: Arkivum fixity check in progress
no: Arkivum-fiksjonskontroll pågår

source: invalid bag
no: ugyldig bag

source: Completed
no: Fullført

source: True if this task has finished.
no: Sann hvis denne oppgaven er ferdig.

source: Was there an exception?
no: Forekom det et unntak?

source: True if this task threw an exception.
no: Sann hvis denne oppgaven kastet et unntak.

source: Async
no: Asynkron

source: Hostname of the Dataverse instance. Eg. apitest.dataverse.org
no: Vertsnavn for Dataverse-forekomsten. F.eks. apitest.dataverse.org

source: API key
no: API-nøkkel

source: API key for Dataverse instance. Eg. b84d6b87-7b1e-4a30-a374-87191dbbbe2d
no: API-nøkkel for Dataverse-forekomst. F.eks. b84d6b87-7b1e-4a30-a374-87191dbbbe2d

source: Agent name
no: Agentnavn

source: Agent name for premis:agentName in Archivematica
no: Agentnavn for premis:agentName i Archivematica

source: Agent type for premis:agentType in Archivematica
no: Agenttype for premis:agentType i Archivematica

source: Agent identifier
no: Agentidentifikator

source: URI agent identifier for premis:agentIdentifierValue in Archivematica
no: URI-agentidentifikator for premis:agentIdentifierValue i Archivematica

source: Unable to fetch datasets from %(url)s
no: Kan ikke hente datasett fra %(url)s

source: Unable to parse JSON from response to %(url)s
no: Kan ikke analysere JSON fra svar til %(url)s

source: Invalid value for src_path: %(value)s. Must be a numeric entity_id
no: Ugyldig verdi for src_path: %(value)s. Må være en numerisk enhet_id

source: Unable to fetch dataset %(path)s from %(url)s
no: Kan ikke hente datasettet %(path)s fra %(url)s

source: Unable parse JSON from response to %s
no: Kan ikke analysere JSON fra svar til %s

source: Service Document IRI
no: Tjenestedokument IRI

source: URL of the service document. E.g. http://demo.dspace.org/swordv2/servicedocument
no: URL til tjenestedokumentet. F.eks. http://demo.dspace.org/swordv2/servicedocument

source: User
no: Bruker

source: DSpace username to authenticate as
no: DSpace-brukernavn å autentiseres med

source: Password
no: Passord

source: DSpace password to authenticate with
no: DSpace-passord å autentiseres med

source: Restricted metadata policy
no: Begrensede metadataregler

source: Policy for restricted access metadata policy. Must be specified as a list of objects in JSON. This will override existing policies. Example: [{"action":"READ","groupId":"5","rpType":"TYPE_CUSTOM"}]
no: Regler for metadataregler for begrenset tilgang. Må spesifiseres som en liste over objekter i JSON. Dette vil overstyre eksisterende regler. Eksempel: [{"action": "READ", "groupId": "5", "rpType": "TYPE_CUSTOM"}]

source: Archive format
no: Arkivformat

source: Dspace does not implement browse
no: Dspace implementerer ikke bla gjennom-funksjonalitet

source: DSpace does not implement deletion
no: DSpace implementerer ikke sletting

source: DSpace does not implement fetching packages
no: DSpace implementerer ikke henting av pakker

source: Storing in DSpace does not support uncompressed AIPs
no: Lagring i DSpace støtter ikke ukomprimerte AIP-er

source: URL of the REST API. E.g. http://demo.dspace.org/rest
no: REST API-ens URL. F.eks. http://demo.dspace.org/rest

source: Default DSpace DIP collection id
no: Standard samlings-ID for DSpace DIP-samling

source: UUID of default DSpace collection for the DIP to be deposited to
no: UUID for standard DSpace-samling som DIP-en skal deponeres til

source: Default DSpace AIP collection id
no: Standard DSpace AIP-samlings-ID

source: UUID of default DSpace collection for the AIP to be deposited to
no: UUID for standard DSpace-samling som AIP-en skal deponeres til

source: URL of ArchivesSpace server. E.g. http://sandbox.archivesspace.org:8089/ (default port 8089 if omitted)
no: ArchivesSpace-serverens URL. F.eks. http://sandbox.archivesspace.org:8089/ (standardport 8089 hvis utelatt)

source: ArchivesSpace user
no: ArchivesSpace-bruker

source: ArchivesSpace username to authenticate as
no: ArchivesSpace-brukernavn å autentiseres med

source: ArchivesSpace password
no: ArchivesSpace passord

source: ArchivesSpace password to authenticate with
no: ArchivesSpace-passord å autentiseres med

source: Default ArchivesSpace repository
no: Standard ArchivesSpace-arkiv

source: Identifier of the default ArchivesSpace repository
no: Identifikator for standard ArchiveSpace-arkiv

source: Default ArchivesSpace archival object
no: Standard ArchiveSpace arkivobjekt

source: Identifier of the default ArchivesSpace archival object
no: Identifikator for ArchiveSpace standardarkivet

source: Verify SSL certificates?
no: Vil du verfifisere SSL-sertifikater?

source: If checked, HTTPS requests will verify the SSL certificates
no: Hvis merket av, vil HTTPS-forespørsler verifisere SSL-sertifikatene

source: Send AIP to Tivoli Storage Manager?
no: Vil du sende AIP til Tivoli Storage Manager?

source: If checked, will attempt to send the AIP to the Tivoli Storage Manager using command-line client dsmc, which must be installed manually
no: Hvis merket av, vil det forsøkes å sende AIP-en til Tivoli Storage Manager ved hjelp av kommandolinjeklienten dsmc, som må installeres manuelt

source: Hostname of the DuraCloud instance. Eg. trial.duracloud.org
no: Vertsnavn for DuraCloud-forekomsten. F.eks. trial.duracloud.org

source: Username to authenticate as
no: Brukernavn å autentiseres med

source: Password to authenticate with
no: Passord å autentiseres med

source: Name of the Space within DuraCloud
no: Navnet på rommet i DuraCloud

source: Unable to get list of files in %(prefix)s
no: Kan ikke hente listen over filer i %(prefix)s

source: File %(path)s does not match expected size of %(expected_size)s bytes, but was actually %(actual_size)s bytes
no: Fil %(path)s samsvarer ikke med forventet størrelse på %(expected_size)s byte, men var faktisk %(actual_size)s byte

source: End of file reached
no: Slutten av filen nådd

source: Unable to store %(filename)s
no: Kan ikke lagre %(filename)s

source: %(path)s does not exist.
no: %(path)s eksisterer ikke.

source: %(path)s is not a file or directory.
no: %(path)s er ikke en fil eller mappe.

source: delete
no: slett

source: recover
no: gjenopprett

source: Submitted
no: Sendt inn

source: Approved
no: Godkjent

source: Rejected
no: Avvist

source: Event
no: Hendelse

source: %(event_status)s request to %(event_type)s %(package)s
no: %(event_status)s forespørsel til %(event_type)s %(package)s

source: Post-store AIP (source files)
no: Post-store AIP (kildefiler)

source: URL to contact upon callback execution.
no: URL å kontakte ved tilbakekall.

source: Type of event when this callback should be executed.
no: Type hendelse når dette tilbakekallet skal utføres.

source: Method
no: Metode

source: HTTP request method to use in connecting to the URL.
no: HTTP-forespørselsmetode som skal brukes for å koble til URL-en.

source: Body
no: Hoveddel

source: Body content for each request. Set the 'Content-type' header accordingly.
no: Hoveddelssinnhold for hver forespørsel. Angi Content-type-linja deretter.

source: Headers
no: Hode

source: Headers for each request.
no: Hode for hver forespørsel.

source: Expected Status
no: Forventet status

source: Expected HTTP response from the server, used to validate the callback response.
no: Forventet HTTP-respons fra serveren, brukes til å validere tilbakekallssvaret.

source: Enabled
no: Aktivert
