Repository: artefactual/archivematica-storage-service
Catalog: storage_service/locale/*/LC_MESSAGES/django.po
Languages: no

source: Enabled if this callback should be executed.
no: Aktivert hvis denne tilbakekallet skal utføres.

source: Callback
no: Tilbakekall

source: Unique identifier
no: Unik identifikator

source: Unique identifier of originating unit
no: Unik identifikator for opprinnelsesenheten

source: Accession ID of originating transfer
no: Tilgangs-ID for opprinnelig overføring

source: Unique identifier of originating Archivematica dashboard
no: Unik identifikator for det opprinnelige Archivematica dashbordet

source: File
no: Fil

source: Fedora user
no: Fedora-bruker

source: Fedora user name (for SWORD functionality)
no: Fedora-brukernavn (for SWORD-funksjonalitet)

source: Fedora password
no: Fedora-passord

source: Fedora password (for SWORD functionality)
no: Fedora-passord (for SWORD-funksjonalitet)

source: Fedora name
no: Fedora-navn

source: Name or IP of the remote Fedora machine.
no: Navn eller IP på den eksterne Fedora-maskinen.

source: Package Download Task
no: Oppgave for nedlasting av pakke

source: True if file downloaded successfully.
no: Sann hvis filen ble lastet ned.

source: True if file failed to download.
no: Sann hvis filen ikke kunne lastes ned.

source: Package Download Task File
no: Pakkenedlastings-oppgavefil

source: Download %(filename)s from %(url)s (%(status)s
no: Last ned %(filename)s fra %(url) s (%(status)s

source: Fixity Log
no: Fiksjonslogg

source: Fixity check of %(package)s
no: Fasthetskontroll av %(package)s

source: GnuPG Private Key
no: GnuPG privat nøkkel

source: The GnuPG private key that will be able to decrypt packages stored in this space.
no: Den private GnuPG-nøkkelen som kan dekryptere pakker som er lagret i dette rommet.

source: GPG encryption on Local Filesystem
no: GPG-kryptering på lokalt filsystem

source: locations
no: plasseringer

source: Unable to move %(src_path)s; this file/dir does not exist; nor is it in an encrypted directory.
no: Kan ikke flytte %(src_path)s; denne filen/mappen eksisterer ikke; det er heller ikke i en kryptert mappe.

source: Unable to move %(src_path)s; this file/dir does not exist, not even in encrypted directory %(encr_path)s.
no: Kan ikke flytte %(src_path)s; denne filen/mappen eksisterer ikke, ikke engang i den kryptert mappen %(encr_path)s.

source: GPG spaces can only contain packages
no: GPG-rom kan bare inneholde pakker

source: An error occured when attempting to encrypt %(path)s
no: Det oppstod en feil under forsøk på å kryptere %(path)s

source: Cannot decrypt file at %(path)s; no such file.
no: Kan ikke dekryptere filen på %(path)s; ingen fil funnet.

source: Failed to decrypt %(path)s. Reason: %(reason)s
no: Kunne ikke dekryptere %(path)s. Årsak: %(reason)s

source: Local Filesystem
no: Lokalt filsystem

source: AIP Recovery
no: AIP-gjenoppretting

source: AIP Storage
no: API-lagring

source: Currently Processing
no: Prosesserer for øyeblikket

source: DIP Storage
no: DIP-lagring

source: FEDORA Deposits
no: FEDORA-innskudd

source: Storage Service Internal Processing
no: Lagringstjeneste intern prosessering

source: Transfer Backlog
no: Overførings-feillogg

source: Transfer Source
no: Overføringskilde

source: Replicator
no: Replikator

source: Purpose
no: Formål

source: Purpose of the space. Eg. AIP storage, Transfer source
no: Formålet med rommet. F.eks. AIP-lagring, overføringskilde

source: UUID of the Archivematica instance using this location.
no: UUID for Archivematica-forekomsten som bruker denne plasseringen.

source: Path to location, relative to the storage space's path.
no: Sti til plasseringen, i forhold til lagringsplassens sti.

source: Human-readable description.
no: Menneskelig lesbar beskrivelse.

source: Size, in bytes (optional)
no: Størrelse, i byte (valgfritt)

source: Used
no: Brukt

source: Amount used, in bytes.
no: Mengde brukt, i byte.

source: True if space can be accessed.
no: Sann hvis det er tilgang til rommet.

source: Other locations that will be used to create replicas of the packages stored in this location
no: Andre steder som vil bli brukt til å lage replikaer av pakkene som er lagret på dette stedet

source: Location
no: Plassering

source: Location associated with a Pipeline
no: Plassering tilknyttet en rør

source: %(location)s is associated with %(pipeline)s
no: %(location)s er assosiert med %(pipeline)s

source: AU Size
no: AU-størrelse

source: Size in bytes of an Allocation Unit
no: Størrelse på en allokeringsenhet, i byte

source: URL of LOCKSS-o-matic service document IRI, eg. http://lockssomatic.example.org/api/sword/2.0/sd-iri
no: URL til LOCKSS-o-matic servicedokument IRI, f.eks. http://lockssomatic.example.org/api/sword/2.0/sd-iri

source: Collection IRI
no: Samlings-IRI

source: URL to post the packages to, eg. http://lockssomatic.example.org/api/sword/2.0/col-iri/12
no: URL-en å sende pakkene til, f.eks. http://lockssomatic.example.org/api/sword/2.0/col-iri/12

source: Content Provider ID
no: Innholdsleverandør-ID

source: On-Behalf-Of value when communicating with LOCKSS-o-matic
no: På-vegne-av-verdi når du kommuniserer med LOCKSS-o-matic

source: Externally available domain
no: Eksternt tilgjengelig domene

source: Base URL for this server that LOCKSS will be able to access. Probably the URL for the home page of the Storage Service.
no: Grunn-URL for denne serveren som LOCKSS har tilgang til. Sannsynligvis nettadressen til lagringstjenestens hjemmeside.

source: Checksum type
no: Sjekksumtype

source: Checksum type to send to LOCKSS-o-matic for verification. Eg. md5, sha1, sha256
no: Sjekksumtype som skal sendes til LOCKSS-o-matic for bekreftelse. F.eks. md5, sha1, sha256

source: Keep local copy?
no: Beholde lokal kopi?

source: If checked, keep a local copy even after the AIP is stored in the LOCKSS network.
no: Hvis merket av, beholder du en lokal kopi selv etter at AIP-en er lagret i LOCKSS-nettverket.

source: Unable to contact Lockss-o-matic
no: Kunne ikke kontakte Lockss-o-matic

source: Error contacting LOCKSS-o-matic.
no: Feil ved kontakt med LOCKSS-o-matic.

source: Error polling LOCKSS-o-matic for SWORD statement.
no: Feil ved avstemning av LOCKSS-o-matic for SWORD-ærklæring.

source: LOCKSS servers not in agreement
no: LOCKSS servere er ikke enige

source: Lockss-o-matic is updating the config to stop harvesting. Please try again to delete local files.
no: Lockss-o-matic oppdaterer konfigurasjonen for å stoppe høstingen. Prøv igjen for å slette lokale filer.

source: Package %(uuid)s is not found in LOCKSS
no: Pakke %(uuid)s ble ikke funnet i LOCKSS

source: There are files in the LOCKSS Archival Unit (AU) that do not have 'recrawl=false'.
no: Det er filer i LOCKSS Archival Unit (AU) som ikke har 'recrawl = false'.

source: Error %(error)s when requesting LOCKSS stop harvesting deleted files.
no: Feil %(error)s når du ber LOCKSS om å stoppe å høste slettede filer.

source: AIP deleted from local storage
no: AIP slettet fra lokal lagring

source: Error: getting tool info; probably GNU tar
no: Feil: henter verktøyinfo; sannsynligvis GNU tar

source: Name of the NFS server.
no: Navnet på NFS-serveren.

source: Remote path
no: Ekstern sti

source: Path on the NFS server to the export.
no: Sti på NFS-serveren til eksporten.

source: Version
no: Versjon

source: Type of the filesystem, i.e. nfs, or nfs4. Should match a command in `mount`.
no: Type filsystem, dvs. nfs eller nfs4. Skal samsvare med en kommando i `monter'.

source: Manually mounted
no: Manuelt montert

source: Network File System (NFS)
no: Nettverksfilsystem (NFS)

source: Size in bytes of the package
no: Størrelse på pakken, i byte

source: The fingerprint of the GPG key used to encrypt the package, if applicable
no: Fingeravtrykket til GPG-nøkkelen som brukes til å kryptere pakken, hvis aktuelt

source: Transfer
no: Overfør

source: Single File
no: Enkelt fil

source: FEDORA Deposit
no: FEDORA-innskudd

source: Upload Pending
no: Opplasting venter

source: Staged on Storage Service
no: Iscenesatt på lagringstjenesten

source: Uploaded
no: Lastet opp

source: Verified
no: Verifisert

source: Failed
no: Mislyktes

source: Delete requested
no: Sletting forespurt

source: Deleted
no: Slettet

source: Deposit Finalized
no: Innskudd ferdigstilt

source: Status of the package in the storage service.
no: Pakkens status i lagringstjenesten.

source: For storing flexible, often Space-specific, attributes
no: For lagring av fleksible, ofte romspesifikke attributter

source: Package
no: Pakke

source: Package %(uuid)s (located at %(path)s) does not exist
no: Pakke %(uuid)s (som ligger på %(path)s) eksisterer ikke

source: %(path)s is neither a file nor a directory
no: %(path)s er ikke en fil eller mappe

source: Cannot return a download path for an uncompressed package
no: Kan ikke returnere en nedlastingssti for en ukomprimert pakke

source: This method currently only retrieves base directories for locally-available AIPs.
no: Denne metoden henter for øyeblikket bare grunnmapper for lokalt tilgjengelige AIP-er.

source: Not enough space for AIP on storage device %(space)s; Used: %(used)s; Size: %(size)s; AIP size: %(aip_size)s
no: Ikke nok lagringsplass til AIP-en på lagringsenhet %(space)s; Brukt: %(used)s; Størrelse: %(size) s; AIP-størrelse: %(aip_size)s

source: AIP too big for quota on %(location)s; Used: %(used)s; Quota: %(quota)s; AIP size: %(aip_size)s
no: AIP-en er for stor for kvote på %(location)s; Brukt: %(used)s; Kvote: %(quota)s; AIP-størrelse: %(aip_size) s

source: Error determining basename during extraction
no: Feil ved bestemmelse av grunnnavn under utpakking

source: Extraction error
no: Uthentingsfeil

source: Algorithm %(algorithm)s not in %(algorithms)s
no: Algoritme %(algorithm)s ikke i %(algorithms)s

source: <mets> element did not have an OBJID attribute!
no: <mets>-elementet hadde ikke en OBJID-attributt!

source: <metsHdr> element not found in METS file!
no: <metsHdr>-elementet ikke funnet i METS-filen!

source: <metsHdr> element did not have a CREATEDATE attribute!
no: <metsHdr>-elementet hadde ikke en CREATEDATE-attributt!

source: No <agent> element found!
no: Ingen <agent>-element funnet!

source: Unable to scan; package is not a bag (AIP or AIC)
no: Kunne ikke skanne; pakken er ikke en bag (AIP eller AIC)

source: Error extracting file
no: Feil ved utpakking av fil

source: This AIP is already being reingested on %(pipeline)s
no: Denne AIP-en blir allerede gjenopplastet på %(pipeline)s

source: No currently processing Location is associated with pipeline %(uuid)s
no: Ingen posisjoner som prosesseres for øyeblikket er knyttet til rør %(uuid)s

source: Error in approve reingest API. %(error)s
no: Feil ved godkjenning av gjenopplasting av API. %(error)s

source: Package %(uuid)s sent to pipeline %(pipeline)s for re-ingest
no: Pakke %(uuid)s sendt til rør %(pipeline)s for gjenopplasting

source: %(uuid)s did not match the pipeline this AIP was reingested on.
no: %(uuid)s stemte ikke overens med røret denne AIP-en ble gjenopplastet på.

source: Failed to extract compression details for AIP %(aip_uuid)s. This AIP needs a pointer file, however the Archivematica pipeline did not create one and it also did not provide the compression event needed for the Storage Service to create one.
no: Kunne ikke trekke ut komprimeringsdetaljer for AIP %(aip_uuid)s. Denne AIP-en trenger en pekefil, men Archivematica-røret opprettet ikke en, og den ga heller ikke komprimeringshendelsen som er nødvendig for at lagringstjenesten skal opprette en.

source: Identifier for the Archivematica pipeline
no: Identifikator for Archivematica-rør

source: Needs to be format: xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx where x is a hexadecimal digit.
no: Må være i format: xxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx hvor x er et heksadesimalt siffer.

source: Invalid UUID
no: Ugyldig UUID

source: Human readable description of the Archivematica instance.
no: Menneskelig lesbar beskrivelse av Archivematica-forekomsten.

source: Base URL of the pipeline server for making API calls.
no: Rørserverens grunn-URL for å utføre API-kall.

source: API username
no: API-brukernavn

source: Username to use when making API calls to the pipeline.
no: Brukernavn å bruke når du utfører API-kall til røret.

source: API key to use when making API calls to the pipeline.
no: API-nøkkel som skal brukes når du utfører API-kall til røret.

source: Enabled if this pipeline is able to access the storage service.
no: Aktivert hvis dette røret har tilgang til lagringstjenesten.

source: Pipeline %(pipeline)s returned an unexpected status code: %(status_code)s
no: Rør %(pipeline)s returnerte en uventet statuskode: %(status_code)s

source: Pipeline %(pipeline)s: empty processing configuration (%(name)s).
no: Rør %(pipeline)s: tom prosesseringskonfigurasjon (%(name)s).

source: Pipeline %(pipeline)s returned an unexpected status code: %(status_code)s (%(error)s)
no: Rør %(pipeline)s returnerte en uventet statuskode: %(status_code)s (%(error)s)

source: Pipeline %(pipeline)s could not approve the transfer: %(status_code)s (%(text)s)
no: Rør %(pipeline)s kunne ikke godkjenne overføringen: %(status_code)s (%(text)s)

source: Pipeline %(pipeline)s could not list unapproved transfers: %(status_code)s (%(text)s)
no: Rør %(pipeline)s kunne ikke liste opp ikke-godkjente overføringer: %(status_code)s (%(text)s)

source: Username on the remote machine accessible via ssh
no: Brukernavn på den eksterne maskinen tilgjengelig via ssh

source: Name or IP of the remote machine.
no: Navn eller IP på den eksterne maskinen.

source: Assume remote host serving files with rsync daemon
no: Anta eksterne vertsserverfiler med rsync-daemon

source: If checked, will use rsync daemon-style commands instead of the default rsync with remote shell transport
no: Hvis merket av, bruker rsync daemon-stil kommandoer i stedet for standard rsync med ekstern skalltransport

source: Pipeline Local FS
no: Rør Local FS

source: Access Key ID to authenticate
no: Tilgangsnøkkel-ID å autentisere med

source: Secret Access Key to authenticate with
no: Hemmelig tilgangsnøkkel å autentisere med

source: S3 Endpoint URL
no: S3-sluttpunkts-URL

source: S3 Endpoint URL. Eg. https://s3.amazonaws.com
no: S3-sluttpunkts-URL. F.eks. https://s3.amazonaws.com

source: Region in S3. Eg. us-east-2
no: Region i S3. F.eks. us-east-2

source: S3 Bucket
no: S3-bøtte

source: S3 Bucket Name
no: S3-bøttenavn

source: %(path)s is neither a file nor a directory, may not exist
no: %(path)s er verken en fil eller en mappe, eksisterer kanskje ikke

source: Path must begin with a /
no: Sti må begynne med en /

source: Pipeline Local Filesystem
no: Rør lokalt filsystem

source: Access protocol
no: Tilgangsprotokoll

source: How the space can be accessed.
no: Hvordan rommet er tilgjengelig.

source: Size
no: Størrelse

source: Size in bytes (optional)
no: Størrelse i byte (valgfritt)

source: Amount used in bytes
no: Mengde brukt i byte

source: Path
no: Sti

source: Absolute path to the space on the storage service machine.
no: Absolutt sti til rommet på lagringstjenestemaskinen.

source: Staging path
no: Sti for iscenesettelse

source: Absolute path to a staging area. Must be UNIX filesystem compatible, preferably on the same filesystem as the path.
no: Absolutt sti til et iscenesettingsområde. Må være UNIX-filsystemkompatibel, helst på samme filsystem som stien.

source: Whether or not the space has been verified to be accessible.
no: Hvorvidt rommet er bekreftet å være tilgjengelig eller ikke.

source: Last verified
no: Sist verifisert

source: Time this location was last verified to be accessible.
no: Tidspunktet denne plasseringen sist ble bekreftet tilgjengelig.

source: Path is required
no: Sti kreves

source: %(delete_path)s is not within %(path)s
no: %(delete_path)s er ikke innenfor %(path)s

source: %(protocol)s space has not implemented %(method)s
no: %(protocol)s rommet har ikke implementert %(method)s

source: Space %(protocol)s does not implement check_package_fixity
no: Rom %(protocol)s implementerer ikke check_package_fixity

source: Space %(protocol)s does not implement isfile
no: Rom %(protocol)s implementerer ikke isfile

source: Auth URL
no: Godkjennings-URL

source: URL to authenticate against
no: URL å autentisere mot

source: Auth version
no: Auth-versjon

source: OpenStack auth version
no: OpenStack auth-versjon

source: Username
no: Brukernavn

source: Username to authenticate as. E.g. http://example.com:5000/v2.0/
no: Brukernavn å autentisere som. F.eks. http://eksempel.com:5000/v2.0/

source: Container
no: Beholder

source: The tenant/account name, required when connecting to an auth 2.0 system.
no: Tenant-/kontonavn, kreves når du kobler til et auth 2.0-system.

source: Optional: Region in Swift
no: Valgfritt: Region i Swift

source: ETag %(remote_path)s for %(etag)s does not match %(checksum)s
no: ETag %(remote_path)s for %(etag)s samsvarer ikke med %(checksum)s

source: Deletion request for package %(uuid)s
no: Slettingsforespørsel for pakke %(uuid)s

source: A package deletion request was received: Pipeline UUID: %(pipeline)s Package UUID: %(uuid)s Package location: %(location)s
no: En forespørsel om sletting ble mottatt: Rør-UUID: %(pipeline)s Pakke-UUID: %(uuid)s Pakkeplassering: %(location)s

source: To approve this deletion request, visit: %(url)s
no: For å godkjenne denne slettingsforespørselen, gå til: %(url)s

source: Fixity check failed for package %(uuid)s
no: Fiksjonskontroll mislyktes for pakke %(uuid)s

source: A fixity check failed for the package with UUID %(uuid)s. This package is currently stored at: %(location)s Full failure report (in JSON format): %(report)s
no: En fiksjonskontroll mislyktes for pakken med UUID %(uuid)s. Denne pakken er for øyeblikket lagret på: %(location)s Full feilrapport (i JSON-format): %(report)s

source: Confirm deleting %(item)s
no: Bekreft sletting av %(item)s

source: %(item)s cannot be deleted until the following items are also deleted or unassociated.
no: %(item)s kan ikke slettes før følgende elementer også er slettet eller tilknytningen er fjernet.

source: Are you sure you want to delete {item}?
no: Er du sikker på at du vil slette {item}?

source: error accessing restore files at %(path)s
no: feil ved tilgang til gjenopprettingsfiler på %(path)s

source: AIP restore rejected.
no: AIP-gjenoppretting avvist.

source: AIP restored.
no: AIP gjenopprettet.

source: AIP restore failed
no: AIP-gjenoppretting mislyktes

source: Package of type %(type)s cannot be deleted directly
no: Pakke av type %(type)s kan ikke slettes direkte

source: Package deletion failed. Please contact an administrator or see logs for details.
no: Sletting av pakken mislyktes. Kontakt en administrator eller se logger for mer informasjon.

source: Package deleted successfully!
no: Pakke slettet!

source: Request rejected, package still stored.
no: Forespørsel avvist, pakken er fortsatt lagret.

source: Package deleted successfully.
no: Pakken ble slettet.

source: Package was not deleted from disk correctly
no: Pakken ble ikke slettet riktig fra disken

source: Please contact an administrator or see logs for details.
no: Kontakt en administrator eller se logger for mer informasjon.

source: Request approved: %(message)s
no: Forespørsel godkjent: %(message)s

source: Error getting status for package %(uuid)s
no: Feil ved henting av status for pakke %(uuid)s

source: Status for package %(package)s is now %(status)s'.
no: Status for pakke %(package)s er nå %(status)s'.

source: Status for package %(uuid)s has not changed.
no: Status for pakke %(uuid)s er ikke endret.

source: Package with UUID %(uuid)s does not exist.
no: Pakke med UUID %(uuid)s eksisterer ikke.

source: Package %(uuid)s is a replica and replicas cannot be re-ingested.
no: Pakke %(uuid)s er en replika, og replikaer kan ikke gjenopplastes.

source: Edit Location
no: Rediger plassering

source: Create Location
no: Opprett plassering

source: Location saved.
no: Plassering lagret.

source: Location %(uuid)s does not exist.
no: Plassering %(uuid)s eksisterer ikke.

source: Edit Pipeline
no: Rediger rør

source: Create Pipeline
no: Opprett rør

source: Pipeline saved.
no: Rør lagret.

source: Pipeline %(uuid)s does not exist.
no: Rør %(uuid)s eksisterer ikke.

source: Space %(uuid)s does not exist.
no: Rom %(uuid)s eksisterer ikke.

source: Space saved.
no: Rom larget.

source: Callback %(uuid)s does not exist.
no: Tilbakekall %(uuid)s eksisterer ikke.

source: Edit Callback
no: Rediger tilbakekall

source: Create Callback
no: Opprett tilbakekall

source: Callback saved.
no: Tilbakekall lagret.

source: English
no: Engelsk

source: French
no: Fransk

source: Spanish
no: Spansk

source: Brazilian Portuguese
no: Brasiliansk portugisisk

source: Page Not found
no: Side ikke funnet

source: This is not the page you were looking for.
no: Beklager! Siden du prøver å vise, er ikke her.

source: Whoops!
no: Oj!

source: Configuration
no: Konfigurasjon

source: Users
no: Brukere

source: Service callbacks
no: Tjenestetilbakekall

source: Encryption keys
no: Krypteringsnøkler

source: Language
no: Språk

source: Delete
no: Slett

source: Cancel
no: Avbryt

source: GPG Key %(key.fingerprint)s Information
no: GPG-nøkkel %(key.fingerprint)s informasjon

source: UIDs
no: UID-er

source: Fingerprint
no: Fingeravtrykk

source: Keyid
no: Nøkkel-ID

source: Private Key ASCII Armor
no: Privat nøkkel-ASCII-rustning

source: Public Key ASCII Armor
no: Offentlig nøkkel-ASCII-rustning

source: Actions
no: Handlinger

source: Encryption Keys
no: Krypteringsnøkler

source: Create New Key
no: Opprett ny nøkkel

source: Import Existing Key
no: Importer eksisterende nøkkel

source: User ID(s)
no: Bruker-ID(-er)

source: Set Language
no: Angi språk

source: Select one of the following available languages:
no: Velg ett av følgende tilgjengelige språk:

source: Your choice will be recorded in the internal session store which does not retain data forever.
no: Ditt valg blir registrert i den interne lagringsøkten som ikke lagrer data permanent.

source: Change
no: Endre

source: Settings
no: Innstillinger

source: Default Locations
no: Standardplasseringer

source: Configure default locations here. These will be added to each new pipeline that registers with the storage service.
no: Konfigurer standardplasseringer her. Disse vil bli lagt til hvert nye rør som registreres hos lagringstjenesten.

source: Save
no: Lagre

source: E-mail
no: E-post

source: Note: if you change your password, your API key will also be changed to a new, randomly generated one.
no: Merk: hvis du endrer passordet, endres også API-nøkkelen til en ny, tilfeldig generert nøkkel.

source: Change Password
no: Endre passord

source: Create New User
no: Opprett ny bruker

source: Active
no: Aktiv

source: True,False
no: Sant,Usant

source: Edit
no: Rediger

source: View
no: Vis

source: About Archivematica Storage Service
no: Om Archivematica lagringstjeneste

source: Archivematica Storage Service
no: Archivematica lagringstjeneste

source: Home
no: Hjem

source: Pipelines
no: Rør

source: Spaces
no: Rom

source: Locations
no: Plasseringer

source: Packages
no: Pakker

source: Administration
no: Administrasjon

source: Log out
no: Logg ut

source: Welcome to the Archivematica Storage Service! Here you can configure the storage accessible to your Archivematica pipelines.
no: Velkommen til Archivematica lagringstjenesten! Her kan du konfigurere lagringsplass tilgjengelig for Archivematica-rør.

source: %(callback.uri)s Callback Information
no: %(callback.uri)s tilbakekallsinformation

source: HTTP Method
no: HTTP-metode

source: Expected status
no: Forventet status

source: Enabled,Disabled
no: Aktivert,Deaktivert

source: Disable,Enable
no: Deaktiver,Aktiver

source: Those actions are determined by the following events:
no: Disse handlingene bestemmes av følgende hendelser:
